Repository: BatuhanAkpunar/ClaudeTakip
Catalog: ClaudeTakip/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pt_br, ru, tr, zh_hans, zh_hant

source: Track your Claude AI usage limits in real time.
ar: تتبع حدود استخدام Claude AI في الوقت الفعلي.
de: Verfolge deine Claude AI-Nutzungslimits in Echtzeit.
es: Controla tus límites de uso de Claude AI en tiempo real.
fr: Suivez vos limites d'utilisation de Claude AI en temps réel.
it: Monitora i tuoi limiti di utilizzo di Claude AI in tempo reale.
ja: Claude AIの使用制限をリアルタイムで追跡します。
ko: Claude AI 사용 한도를 실시간으로 추적하세요.
nl: Volg je Claude AI-gebruikslimieten in realtime.
pt_br: Acompanhe seus limites de uso do Claude AI em tempo real.
ru: Отслеживайте лимиты использования Claude AI в реальном времени.
tr: Claude AI kullanım limitlerini gerçek zamanlı takip edin.
zh_hans: 实时追踪您的 Claude AI 使用限额。
zh_hant: 即時追蹤您的 Claude AI 使用限額。

source: Unlimited
ar: غير محدود
de: Unbegrenzt
es: Ilimitado
fr: Illimité
it: Illimitato
ja: 無制限
ko: 무제한
nl: Onbeperkt
pt_br: Ilimitado
ru: Безлимитно
tr: Sınırsız
zh_hans: 无限制
zh_hant: 無限制

source: Update
ar: تحديث
es: Actualización
fr: Mise à jour
it: Aggiornamento
ja: アップデート
ko: 업데이트
pt_br: Atualização
ru: Обновление
tr: Güncelleme
zh_hans: 更新
zh_hant: 更新

source: Update:
ar: التحديث:
es: Actualización:
fr: Mise à jour :
it: Aggiornamento:
ja: アップデート：
ko: 업데이트:
pt_br: Atualização:
ru: Обновление:
tr: Güncelleme:
zh_hans: 更新：
zh_hant: 更新：

source: Usage data is missing
ar: بيانات الاستخدام مفقودة
de: Nutzungsdaten fehlen
es: Faltan datos de uso
fr: Données d'utilisation manquantes
it: Dati di utilizzo mancanti
ja: 使用データがありません
ko: 사용 데이터가 없습니다
nl: Gebruiksgegevens ontbreken
pt_br: Dados de uso indisponíveis
ru: Данные об использовании отсутствуют
tr: Kullanım verisi eksik
zh_hans: 缺少用量数据
zh_hant: 缺少用量資料

source: USAGE HISTORY
ar: سجل الاستخدام
de: NUTZUNGSVERLAUF
es: HISTORIAL DE USO
fr: HISTORIQUE D'UTILISATION
it: CRONOLOGIA UTILIZZO
ja: 使用履歴
ko: 사용 기록
nl: GEBRUIKSGESCHIEDENIS
pt_br: HISTÓRICO DE USO
ru: ИСТОРИЯ ИСПОЛЬЗОВАНИЯ
tr: KULLANIM GEÇMİŞİ
zh_hans: 用量历史
zh_hant: 用量歷史

source: USAGE LIMITS
ar: حدود الاستخدام
de: NUTZUNGSLIMITS
es: LÍMITES DE USO
fr: LIMITES D'UTILISATION
it: LIMITI DI UTILIZZO
ja: 使用制限
ko: 사용 한도
nl: GEBRUIKSLIMIETEN
pt_br: LIMITES DE USO
ru: ЛИМИТЫ ИСПОЛЬЗОВАНИЯ
tr: KULLANIM LİMİTLERİ
zh_hans: 用量限制
zh_hant: 用量限制

source: USAGE RATE
ar: معدل الاستخدام
de: NUTZUNGSRATE
es: TASA DE USO
fr: TAUX D'UTILISATION
it: TASSO DI UTILIZZO
ja: 使用率
ko: 사용 속도
nl: GEBRUIKSTEMPO
pt_br: RITMO DE USO
ru: ТЕМП ИСПОЛЬЗОВАНИЯ
tr: KULLANIM HIZI
zh_hans: 用量速率
zh_hant: 用量速率

source: Wait for reset, very little remaining
ar: انتظر إعادة التعيين، المتبقي قليل جدًا
de: Auf Zurücksetzung warten, kaum noch Restguthaben
es: Espera al reinicio, queda muy poco
fr: Attendez la réinitialisation, très peu restant
it: Attendi il ripristino, ne resta molto poco
ja: リセットまでお待ちください。残りわずかです
ko: 초기화를 기다리세요, 잔여량이 매우 적습니다
nl: Wacht op reset, zeer weinig resterend
pt_br: Aguarde a renovação, resta muito pouco
ru: Дождитесь сброса, осталось очень мало
tr: Sıfırlanmayı bekleyin, çok az kaldı
zh_hans: 等待重置，剩余极少
zh_hant: 等待重置，剩餘極少

source: Website
ar: الموقع
de: Webseite
es: Sitio web
fr: Site web
it: Sito web
ja: ウェブサイト
ko: 웹사이트
pt_br: Site
ru: Веб-сайт
tr: Web Sitesi
zh_hans: 网站
zh_hant: 網站

source: Weekly
ar: أسبوعي
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
it: Settimanale
ja: 週間
ko: 주간
nl: Wekelijks
pt_br: Semanal
ru: Еженедельно
tr: Haftalık
zh_hans: 每周
zh_hant: 每週

source: Weekly (7 days)
ar: أسبوعي (7 أيام)
de: Wöchentlich (7 Tage)
es: Semanal (7 días)
fr: Hebdomadaire (7 jours)
it: Settimanale (7 giorni)
ja: 週間（7日）
ko: 주간 (7일)
nl: Wekelijks (7 dagen)
pt_br: Semanal (7 dias)
ru: Еженедельно (7 дней)
tr: Haftalık (7 gün)
zh_hans: 每周（7 天）
zh_hant: 每週（7 天）

source: WEEKLY (7 DAYS)
ar: أسبوعي (7 أيام)
de: WÖCHENTLICH (7 TAGE)
es: SEMANAL (7 DÍAS)
fr: HEBDOMADAIRE (7 JOURS)
it: SETTIMANALE (7 GIORNI)
ja: 週間（7日）
ko: 주간 (7일)
nl: WEKELIJKS (7 DAGEN)
pt_br: SEMANAL (7 DIAS)
ru: ЕЖЕНЕДЕЛЬНО (7 ДНЕЙ)
tr: HAFTALIK (7 GÜN)
zh_hans: 每周（7 天）
zh_hant: 每週（7 天）

source: You should reduce your usage
ar: يجب تقليل استخدامك
de: Sie sollten Ihre Nutzung reduzieren
es: Deberías reducir tu uso
fr: Vous devriez réduire votre utilisation
it: Dovresti ridurre l'utilizzo
ja: 使用量を減らしてください
ko: 사용량을 줄여야 합니다
nl: Je moet je gebruik verminderen
pt_br: Você deve reduzir seu uso
ru: Вам следует сократить использование
tr: Kullanımınızı azaltmalısınız
zh_hans: 您应减少用量
zh_hant: 您應減少用量

source: You've found a balanced pace
ar: لقد وجدت وتيرة متوازنة
de: Sie haben ein ausgewogenes Tempo gefunden
es: Has encontrado un ritmo equilibrado
fr: Vous avez trouvé un rythme équilibré
it: Hai trovato un ritmo equilibrato
ja: バランスの取れたペースです
ko: 균형 잡힌 속도를 유지하고 있습니다
nl: Je hebt een evenwichtig tempo gevonden
pt_br: Você encontrou um ritmo equilibrado
ru: Вы нашли сбалансированный темп
tr: Dengeli bir tempo yakaladınız
zh_hans: 您的使用节奏很均衡
zh_hant: 您的使用節奏很均衡

source: Your data is stored on your device
ar: بياناتك مخزّنة على جهازك
de: Ihre Daten werden auf Ihrem Gerät gespeichert
es: Tus datos se almacenan en tu dispositivo
fr: Vos données sont stockées sur votre appareil
it: I tuoi dati sono salvati sul tuo dispositivo
ja: データはお使いのデバイスに保存されます
ko: 데이터는 기기에 저장됩니다
nl: Je gegevens worden op je apparaat opgeslagen
pt_br: Seus dados ficam armazenados no seu dispositivo
ru: Ваши данные хранятся на вашем устройстве
tr: Verileriniz cihazınızda saklanır
zh_hans: 您的数据存储在本地设备上
zh_hant: 您的資料儲存在本機裝置上

source: Your session limit is reached. Extra usage is active for urgent work, but be careful.
ar: تم بلوغ حد الجلسة. الاستخدام الإضافي مفعّل للعمل العاجل، لكن كن حذرًا.
de: Ihr Sitzungslimit ist erreicht. Zusatznutzung ist für dringende Arbeit aktiv, aber seien Sie vorsichtig.
es: Tu límite de sesión se alcanzó. El uso extra está activo para trabajo urgente, pero ten cuidado.
fr: Votre limite de session est atteinte. L'utilisation extra est active pour le travail urgent, mais soyez prudent.
it: Limite sessione raggiunto. L'utilizzo extra è attivo per lavori urgenti, ma fai attenzione.
ja: セッション制限に到達しました。緊急時の追加使用は有効ですが、ご注意ください。
ko: 세션 한도에 도달했습니다. 긴급 작업을 위해 추가 사용이 활성화되어 있지만 주의하세요.
nl: Je sessielimiet is bereikt. Extra gebruik is actief voor urgent werk, maar wees voorzichtig.
pt_br: Seu limite de sessão foi atingido. O uso extra está ativo para trabalhos urgentes, mas tenha cuidado.
ru: Лимит сессии исчерпан. Доступ сверх лимита активен для срочной работы, но будьте осторожны.
tr: Oturum limitinize ulaşıldı. Acil işler için ekstra kullanım aktif, ancak dikkatli olun.
zh_hans: 会话限制已达到。额外用量已启用以处理紧急工作，但请谨慎使用。
zh_hant: 工作階段限制已達到。額外用量已啟用以處理緊急工作，但請謹慎使用。

source: Your session limit is reached. Wait for reset or enable extra usage.
ar: تم بلوغ حد الجلسة. انتظر إعادة التعيين أو فعّل الاستخدام الإضافي.
de: Ihr Sitzungslimit ist erreicht. Warten Sie auf die Zurücksetzung oder aktivieren Sie die Zusatznutzung.
es: Tu límite de sesión se alcanzó. Espera al reinicio o activa el uso extra.
fr: Votre limite de session est atteinte. Attendez la réinitialisation ou activez l'utilisation extra.
it: Limite sessione raggiunto. Attendi il ripristino o abilita l'utilizzo extra.
ja: セッション制限に到達しました。リセットを待つか、追加使用を有効にしてください。
ko: 세션 한도에 도달했습니다. 초기화를 기다리거나 추가 사용을 활성화하세요.
nl: Je sessielimiet is bereikt. Wacht op reset of schakel extra gebruik in.
pt_br: Seu limite de sessão foi atingido. Aguarde a renovação ou ative o uso extra.
ru: Лимит сессии исчерпан. Дождитесь сброса или включите доступ сверх лимита.
tr: Oturum limitinize ulaşıldı. Sıfırlanmayı bekleyin veya ekstra kullanımı etkinleştirin.
zh_hans: 会话限制已达到。请等待重置或启用额外用量。
zh_hant: 工作階段限制已達到。請等待重置或啟用額外用量。

source: Your usage history will be preserved.
ar: سيتم الاحتفاظ بسجل الاستخدام الخاص بك.
de: Ihr Nutzungsverlauf bleibt erhalten.
es: Tu historial de uso se conservará.
fr: Votre historique d'utilisation sera conservé.
it: La cronologia di utilizzo verrà conservata.
ja: 使用履歴は保持されます。
ko: 사용 기록이 보존됩니다.
nl: Uw gebruiksgeschiedenis wordt bewaard.
pt_br: Seu histórico de uso será preservado.
ru: История использования будет сохранена.
tr: Kullanım geçmişiniz korunacaktır.
zh_hans: 您的使用记录将被保留。
zh_hant: 您的使用記錄將被保留。

source: Your usage is at an ideal level
ar: استخدامك في المستوى المثالي
de: Ihre Nutzung ist auf idealem Niveau
es: Tu uso está en un nivel ideal
fr: Votre utilisation est à un niveau idéal
it: Il tuo utilizzo è a un livello ideale
ja: 使用量は理想的なレベルです
ko: 사용량이 이상적인 수준입니다
nl: Je gebruik is op een ideaal niveau
pt_br: Seu uso está em um nível ideal
ru: Ваше использование на идеальном уровне
tr: Kullanımınız ideal seviyede
zh_hans: 您的用量处于理想水平
zh_hant: 您的用量處於理想水準
